[
    {
        "Icon": "",
        "Forename": "Joanna",
        "Surname": "Wong",
        "Response": "An $18, overpriced item.",
        "Conversation": "Individual"
    },
    {
        "Icon": "",
        "Forename": "Betty",
        "Surname": "Zhang",
        "Response": "Is a hot dog a sandwich?",
        "Conversation": "Individual"
    },
    {
        "Icon": "",
        "Forename": "George KK",
        "Surname": "Lee",
        "Response": "Sandwich, not a meal? S A N D W I C H? A package of food, isn't it? Like, what do you have on the outside to package, like bread, right? And what do you want to put inside as your main ingredient, meat or whatever, or veggie, and then after that, I think the next one would be, what sauces would you like for seasoning?",
        "Conversation": "Individual"
    },
    {
        "Icon": "",
        "Forename": "Mac",
        "Surname": "",
        "Response": "A sandwich is a bread or a bun or something with meat or something. The bread could be a roll, or a pita, or something. Maybe egg sandwich is my favorite.",
        "Conversation": "Individual"
    },
    {
        "Icon": "",
        "Forename": "James",
        "Surname": "Mitchell",
        "Response": "That is a tough one. How about, food enclosed inside bread. I am not sure I have a go-to, but I would say a BLT. That would be a good example.",
        "Conversation": "Individual"
    },
    {
        "Icon": "",
        "Forename": "Emma",
        "Surname": "Loewen",
        "Response": "Immediately, I would think of, it needs to have two pieces of bread and stuff in the middle. And you can put whatever you want in the middle. And there will be people who say a hot dog is a sandwich, but that is not true. Because that's not two pieces of bread. You need the two individual slices. It is sliced. The slicing is crucial. My favorite sandwich is a grilled cheese. I only really like turkey, but that's so boring. Like, turkey and cheese and lettuce.",
        "Conversation": "Individual"
    },
    {
        "Icon": "",
        "Forename": "Chris",
        "Surname": "Lee",
        "Response": "That's a tough-ass question. Okay. It is something where you have more than, okay you have two pieces of bread. And they have to be separated. It can't be a hot dog, you know, 'cause you know how it is one piece. And then there have to be at least substances between the buns. Cause, you know, if you have a grilled cheese, you wouldn't call it a sandwich, would you? It is a grilled cheese. Chicken parm is a good sandwich.",
        "Conversation": "Individual"
    },
    {
        "Icon": "",
        "Forename": "Chris",
        "Surname": "Sardo",
        "Response": "Define sandwich? Okay. Two contents between two pieces of bread. Content inside two pieces of bread. Besides meat and cheese…is sandwich used as…maybe, like, something that is squeezed in between another two things. Cause I feel like people use the term sandwich to describe like, rarely outside of food, but it does happen, like, oh I am getting sandwiched by these two cars. So, like, something getting squeezed by another two things.",
        "Conversation": "Individual"
    },
    {
        "Icon": "",
        "Forename": "Karynna",
        "Surname": "Moore-Sobel",
        "Response": "Two pieces of bread with some substance in between. It can be meat and cheese or lettuce. Or it can be peanut butter and jelly. I guess my favorite is peanut butter and jelly. Inside. Well, it can range for, like, two to four for me. The middle could be called meat.",
        "Conversation": "Individual"
    },
    {
        "Icon": "",
        "Forename": "Viviane",
        "Surname": "Ma",
        "Response": "Sandwich. Two pieces of bread hugging something in between. Possibly some sort of protein plus veggies. Oh actually I love sausage and egg sandwich. The patty one. But the one at the breakfast food cart one is really good. That you can get at the food cart for $6 when you get coffee. There's ketchup, mayo, and hot sauce. Spice. The guy sitting next to me on the train today was eating an egg and bacon bagel.",
        "Conversation": "Individual"
    },
    {
        "Icon": "",
        "Forename": "Emma",
        "Surname": "Wu",
        "Response": "So it's basically two slices of bread and heavenly goodness in between. BLT.",
        "Conversation": "Individual"
    },
    {
        "Icon": "",
        "Forename": "Sabrina",
        "Surname": "",
        "Response": "Something that can be eaten.",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Maggie",
        "Surname": "",
        "Response": "Something between two slices of bread.",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Sabrina",
        "Surname": "",
        "Response": "Actually, it doesn't have to be eaten or between bread. Think about the sandwich theory in calculus.",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Ragib",
        "Surname": "",
        "Response": "I mean would you call an oreo a sandwich?",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Sabrina",
        "Surname": "",
        "Response": "Technically it is.",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Ragib",
        "Surname": "",
        "Response": "Technically? Well, I mean the cookies are on the outside.",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Sabrina",
        "Surname": "",
        "Response": "Like, I am between you two, that's like a Sabrina sandwich.",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Maggie",
        "Surname": "",
        "Response": "It's not a Sabrina sandwich. It's a Ragib-Maggie sandwich.",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Ragib",
        "Surname": "",
        "Response": "What would you call a ham sandwich?",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Sabrina",
        "Surname": "",
        "Response": "A ham sandwich is what you would call the inside.",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Ragib",
        "Surname": "",
        "Response": "That implies the outside is bread. See? Right? Turkey sandwich. It could be a piece of turkey between anything according to your definition, according to hers.",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Maggie",
        "Surname": "",
        "Response": "Isn't it just something between two other things?",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Ethan",
        "Surname": "",
        "Response": "Isn't it just something between bread?",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Sabrina",
        "Surname": "",
        "Response": "You know the sandwich theory in calc?",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Maggie",
        "Surname": "",
        "Response": "They only call it a sandwich because it looks like a sandwich.",
        "Conversation": "A"
    },
    {
        "Icon": "",
        "Forename": "Sabrina",
        "Surname": "",
        "Response": "Because that's something between two other things.",
        "Conversation": "A"
    },
   
    {
        "Icon": "",
        "Forename": "Cindy",
        "Surname": "Cao",
        "Response": "A sandwich is two of the same things, no, okay so, one thing that is different than the two things that is entrapped between the two things. The two things have to be the same. Okay so it's like item one, item two, and then item one. Or, item one, item two, item three, item four, item one. But anyways, it has to start with item one and end with item one. And you can have any type of thing can be a sandwich as long as it follows that formula. Like you can have a human sandwich. Where you have...",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Laura",
        "Surname": "Li",
        "Response": "Sexy time?",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Cindy",
        "Surname": "Cao",
        "Response": "No, it's like you have twins. Okay wait. It's getting really sexual I don't like this. Okay. Cut. Okay, restart. Action. Anything can be a sandwich as long as it follows that formula. It doesn't even have to be edible. For example, I can make a sandwich out of my homework.",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Laura",
        "Surname": "Li",
        "Response": "Is a book a sandwich?",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Cindy",
        "Surname": "Cao",
        "Response": "No. A book is a taco because it has a spine. Anyways. Cause sandwiches can't have anything intact.",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Laura",
        "Surname": "Li",
        "Response": "Looseleaf book. Stapled. Staples?",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Cindy",
        "Surname": "Cao",
        "Response": "No cause sandwiches can't have anything intact. It has to be, like-",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Laura",
        "Surname": "Li",
        "Response": "Do staples count?",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Cindy",
        "Surname": "Cao",
        "Response": "A folder?",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Laura",
        "Surname": "Li",
        "Response": "Does that disqualify as a sandwich?",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Cindy",
        "Surname": "Cao",
        "Response": "CDs. No. Actually what is a sandwich? I can think of a lot of tacos.",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Laura",
        "Surname": "Li",
        "Response": "A cake is a sandwich.",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Cindy",
        "Surname": "Cao",
        "Response": "Frosting, cake, frosting, cake.",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Laura",
        "Surname": "Li",
        "Response": "It's just anything that...any given number of items stacked on top of each other that isn't obstructed on any of the vertical sides. It's gotta be a horizontal stack of any given items.",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Cindy",
        "Surname": "Cao",
        "Response": "I believe the triangular sandwich is better than a rectangle sandwich.",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Laura",
        "Surname": "Li",
        "Response": "An example would be...",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Cindy",
        "Surname": "Cao",
        "Response": "It's hard to think of examples. A building is a sandwich. Each floor.",
        "Conversation": "B"
    },
    {
        "Icon": "",
        "Forename": "Laura",
        "Surname": "Li",
        "Response": "I suppose yeah. I think one of my favorites would be a BLT.",
        "Conversation": "B"
    }
]